Repository: entttom/Viginti-Twenty-CRM-Public
Catalog: Twenty/Resources/Localizable.xcstrings
Source language: en
Languages: de

# accessibility.addCompany
source: Add company
de: Unternehmen hinzufügen

# accessibility.addContact
source: Add contact
de: Kontakt hinzufügen

# accessibility.addNote
source: Add note
de: Notiz hinzufügen

# accessibility.addTask
source: Add task
de: Aufgabe hinzufügen

# accessibility.companyActions
source: Company actions
de: Unternehmensaktionen

# accessibility.contactActions
source: Contact actions
de: Kontaktaktionen

# accessibility.employeeCount
source: %lld employees
de: %lld Mitarbeiter

# accessibility.focusSearch
source: Focus search
de: Suche fokussieren

# accessibility.newItem
source: Create new item
de: Neuen Eintrag erstellen

# accessibility.openSettings
source: Open settings
de: Einstellungen öffnen

# accessibility.reload
source: Reload
de: Neu laden

# accessibility.taskActions
source: Task actions
de: Aufgabenaktionen

# accessibility.taskComplete
source: Mark as done
de: Als erledigt markieren

# accessibility.taskReopen
source: Mark as open
de: Als offen markieren

# accessibility.taskStatus.completed
source: %@, completed
de: %@, erledigt

# accessibility.taskStatus.dueToday
source: %@, status: %@, due today
de: %@, Status: %@, heute fällig

# accessibility.taskStatus.overdue
source: %@, status: %@, overdue
de: %@, Status: %@, überfällig

# accessibility.undoHint
source: Restores the deleted item
de: Stellt den gelöschten Eintrag wieder her

# action.cancel
source: Cancel
de: Abbrechen

# action.clear
source: Clear
de: Zurücksetzen

# action.create
source: Create
de: Erstellen

# action.delete
source: Delete
de: Löschen

# action.done
source: Done
de: Fertig

# action.edit
source: Edit
de: Bearbeiten

# action.open
source: Open
de: Öffnen

# action.retry
source: Retry
de: Erneut versuchen

# action.save
source: Save
de: Speichern

# action.share
source: Share
de: Teilen

# action.undo
source: Undo
de: Rückgängig

# appLock.biometrics
source: Biometrics
de: Biometrie

# appLock.cancel
source: Cancel
de: Abbrechen

# appLock.delay.fifteenMinutes
source: After 15 minutes
de: Nach 15 Minuten

# appLock.delay.fiveMinutes
source: After 5 minutes
de: Nach 5 Minuten

# appLock.delay.immediate
source: Immediately
de: Sofort

# appLock.delay.never
source: Never
de: Nie

# appLock.delay.oneMinute
source: After 1 minute
de: Nach 1 Minute

# appLock.enableReason
source: Authenticate to enable App Lock
de: Authentifizieren, um App-Sperre zu aktivieren

# appLock.lockedMessage
source: Authenticate with %@ to continue.
de: Mit %@ authentifizieren, um fortzufahren.

# appLock.lockedTitle
source: Twenty is locked
de: Twenty ist gesperrt

# appLock.reason
source: Unlock Twenty CRM
de: Twenty CRM entsperren

# appLock.unlock
source: Unlock
de: Entsperren

# attachment.state.failed
source: Upload failed
de: Upload fehlgeschlagen

# attachment.state.localOnly
source: On this device
de: Auf diesem Gerät

# attachment.state.queued
source: Waiting to upload
de: Wartet auf Upload

# attachment.state.uploaded
source: Uploaded
de: Hochgeladen

# attachment.state.uploading
source: Uploading…
de: Lädt hoch…

# attachments.addFile
source: Add File
de: Datei hinzufügen

# attachments.dropHint
source: Drop files here to attach them locally
de: Dateien hier ablegen, um sie lokal anzuhängen

# attachments.dropPartialFailure
source: %lld files attached, %lld failed
de: %lld Dateien angehängt, %lld fehlgeschlagen

# attachments.empty
source: No files attached
de: Keine Dateien angehängt

# attachments.error.blockedType
source: This file type is not allowed.
de: Dieser Dateityp ist nicht erlaubt.

# attachments.error.empty
source: The selected file is empty.
de: Die ausgewählte Datei ist leer.

# attachments.error.tooLarge
source: The selected file is too large.
de: Die ausgewählte Datei ist zu groß.

# attachments.localOnlyExplanation
source: Twenty file uploads are not available yet. Files stay on this device and are not uploaded.
de: Twenty-Dateiuploads sind noch nicht verfügbar. Dateien bleiben auf diesem Gerät und werden nicht hochgeladen.

# attachments.title
source: Files
de: Dateien

# auth.checking
source: Checking connection…
de: Verbindung wird geprüft…

# cache.noModelContext
source: Offline cache is unavailable.
de: Offline-Cache ist nicht verfügbar.

# cache.saveFailed
source: Could not save to cache.
de: Cache konnte nicht gespeichert werden.

# cache.warning.title
source: Cache save failed
de: Cache konnte nicht gespeichert werden

# calendar.accessDenied
source: Calendar access was not granted.
de: Kalenderzugriff wurde nicht gewährt.

# calendar.addToCalendar
source: Add to Calendar
de: Zum Kalender hinzufügen

# calendar.calendar
source: Calendar
de: Kalender

# calendar.defaultCalendar
source: Default Calendar
de: Standardkalender

# calendar.deleteLinkedMessage
source: This task has a linked calendar event. Choose whether to leave that event in Calendar or remove it too.
de: Diese Aufgabe hat ein verknüpftes Kalenderereignis. Wähle, ob das Ereignis im Kalender bleiben oder ebenfalls gelöscht werden soll.

# calendar.deleteTaskAndEvent
source: Delete Task and Calendar Event
de: Aufgabe und Kalenderereignis löschen

# calendar.deleteTaskOnly
source: Delete Task Only
de: Nur Aufgabe löschen

# calendar.durationMinutes
source: %lld minutes
de: %lld Minuten

# calendar.eventDetails
source: Event Details
de: Ereignisdetails

# calendar.linked
source: Linked
de: Verknüpft

# calendar.linkedEvent
source: Calendar Event
de: Kalenderereignis

# calendar.reminder
source: Reminder
de: Erinnerung

# calendar.reminder.atStart
source: At start
de: Zum Start

# calendar.reminder.fifteenMinutes
source: 15 minutes before
de: 15 Minuten vorher

# calendar.reminder.fiveMinutes
source: 5 minutes before
de: 5 Minuten vorher

# calendar.reminder.none
source: None
de: Keine

# calendar.reminder.oneHour
source: 1 hour before
de: 1 Stunde vorher

# calendar.taskAdded
source: Task added to calendar
de: Aufgabe zum Kalender hinzugefügt

# calendar.updateEvent
source: Update Calendar Event
de: Kalenderereignis aktualisieren

# common.cancel
source: Cancel
de: Abbrechen

# common.close
source: Close
de: Schließen

# common.copy
source: Copy
de: Kopieren

# common.deleteConfirmMessage
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# common.done
source: Done
de: Fertig

# communication.call
source: Call
de: Anruf

# communication.logPrompt.callMessage
source: Twenty opened the phone app. Create a note only if you want to document this follow-up manually.
de: Twenty hat die Telefon-App geöffnet. Erstelle nur dann eine Notiz, wenn du diese Nachfassung manuell dokumentieren möchtest.

# communication.logPrompt.callTitle
source: Document call?
de: Anruf dokumentieren?

# communication.logPrompt.createNote
source: Create note
de: Notiz erstellen

# communication.logPrompt.emailMessage
source: Twenty opened your email composer. Create a note only if you want to document this follow-up manually.
de: Twenty hat den E-Mail-Entwurf geöffnet. Erstelle nur dann eine Notiz, wenn du diese Nachfassung manuell dokumentieren möchtest.

# communication.logPrompt.emailTitle
source: Document email?
de: E-Mail dokumentieren?

# communication.logPrompt.message
source: Create a note only if you want to document this communication manually.
de: Erstelle nur dann eine Notiz, wenn du diese Kommunikation manuell dokumentieren möchtest.

# communication.logPrompt.title
source: Document communication?
de: Kommunikation dokumentieren?

# communication.meeting
source: Meeting
de: Termin

# communication.message
source: Message
de: Nachricht

# communication.note.callStarted
source: Phone follow-up started from Twenty. Completion was not verified automatically.
de: Telefonische Nachfassung aus Twenty gestartet. Der Abschluss wurde nicht automatisch bestätigt.

# communication.note.emailStarted
source: Email follow-up started from Twenty. Sending was not verified automatically.
de: E-Mail-Nachfassung aus Twenty gestartet. Der Versand wurde nicht automatisch bestätigt.

# communication.note.meetingDocumented
source: Communication documented manually in Twenty.
de: Kommunikation manuell in Twenty dokumentiert.

# communication.note.messageStarted
source: Message follow-up started from Twenty. Sending was not verified automatically.
de: Nachricht aus Twenty gestartet. Der Versand wurde nicht automatisch bestätigt.

source: Communication note saved
de: Kommunikationsnotiz gespeichert

# companies.empty
source: No companies
de: Keine Unternehmen

# companies.empty.hint
source: Create a company first to link a contact.
de: Erstellen Sie zuerst ein Unternehmen, um einen Kontakt zu verknüpfen.

# companies.emptyHint
source: Add your first company using the + button above.
de: Fügen Sie Ihr erstes Unternehmen über die +-Schaltfläche oben hinzu.

# companies.emptyTitle
source: No companies
de: Keine Unternehmen

# companies.filter.all
source: All
de: Alle

# companies.filter.favorites
source: Favorites
de: Favoriten

# companies.loading
source: Loading companies…
de: Unternehmen werden geladen…

# companies.pick
source: Pick Company
de: Unternehmen wählen

# companies.search
source: Search companies
de: Unternehmen suchen

# companies.searchNoMatch
source: No companies match "%@".
de: Keine Unternehmen entsprechen „%@“.

# company.city
source: City
de: Stadt

# company.contactsSection
source: Contacts (%lld)
de: Kontakte (%lld)

# company.deleteConfirm
source: Delete %@?
de: %@ löschen?

# company.deleteError
source: Error deleting company
de: Fehler beim Löschen des Unternehmens

# company.domain
source: Domain (e.g. apple.com)
de: Domain (z. B. apple.com)

# company.employees
source: Employee count
de: Mitarbeiterzahl

# company.error.bannerTitle
source: Check company details
de: Unternehmensdaten prüfen

# company.error.domain
source: The domain is invalid. Use e.g. apple.com.
de: Die Domain ist ungültig. Verwenden Sie z. B. apple.com.

# company.error.employees
source: Employee count must be a whole number.
de: Mitarbeiterzahl muss eine ganze Zahl sein.

# company.error.prepare
source: Could not prepare company data.
de: Unternehmensdaten konnten nicht vorbereitet werden.

# company.favorite
source: Add Favorite
de: Zu Favoriten hinzufügen

# company.form.edit
source: Edit Company
de: Unternehmen bearbeiten

# company.form.new
source: New Company
de: Neues Unternehmen

# company.hint.domain
source: Enter a valid domain, e.g. apple.com.
de: Gültige Domain eingeben, z. B. apple.com.

# company.hint.employees
source: Enter a valid whole number.
de: Gültige ganze Zahl eingeben.

# company.loading
source: Loading company details
de: Unternehmensdetails werden geladen…

source: Company name
de: Unternehmensname

# company.openWebsite
source: Open Website
de: Webseite öffnen

# company.people
source: People
de: Personen

# company.section.basics
source: Basics
de: Grunddaten

# company.unfavorite
source: Remove Favorite
de: Aus Favoriten entfernen

# company.website
source: Website
de: Webseite

# connection.failed
source: Connection Problem
de: Verbindungsproblem

# connection.formerWorkspace.deleteData
source: Delete Local Data
de: Lokale Daten löschen

# connection.formerWorkspace.keepData
source: Keep Local Data
de: Lokale Daten behalten

# connection.formerWorkspace.message
source: You switched away from %@. Choose whether to remove its cached data from this device.
de: Sie haben den Workspace %@ gewechselt. Wählen Sie, ob dessen zwischengespeicherte Daten von diesem Gerät entfernt werden sollen.

# connection.formerWorkspace.title
source: Previous Workspace Data
de: Daten des vorherigen Workspace

# connection.incompatibleAPI
source: This Twenty instance uses an incompatible API version.
de: Diese Twenty-Instanz nutzt eine inkompatible API-Version.

# connection.invalidCredentials
source: The saved credentials are no longer valid.
de: Die gespeicherten Anmeldedaten sind nicht mehr gültig.

# connection.missingDetails
source: Enter the required connection details first.
de: Bitte zuerst alle Verbindungsdaten eingeben.

# connection.noNetwork
source: No internet connection. Check your network and try again.
de: Keine Internetverbindung. Prüfen Sie Ihr Netzwerk und versuchen Sie es erneut.

# connection.retry
source: Retry
de: Erneut versuchen

# connection.save
source: Save Connection
de: Verbindung speichern

# connection.saving
source: Saving…
de: Wird gespeichert…

# connection.serverUnreachable
source: The Twenty server could not be reached.
de: Der Twenty-Server konnte nicht erreicht werden.

# connection.switchSaveFailed
source: Could not save the new connection. Your current workspace is still active. %@
de: Die neue Verbindung konnte nicht gespeichert werden. Ihr aktueller Workspace ist weiterhin aktiv. %@

# connection.switchTestFailed
source: Connection test failed. Your current workspace was not changed. %@
de: Verbindungstest fehlgeschlagen. Ihr aktueller Workspace wurde nicht geändert. %@

# connection.test
source: Test Connection
de: Verbindung testen

# connection.testing
source: Testing…
de: Wird getestet…

# connection.testSuccess
source: Connected as %@.
de: Verbunden als %@.

# connection.tlsError
source: A secure connection could not be established.
de: Eine sichere Verbindung konnte nicht hergestellt werden.

# contact.addedToContacts
source: Added to Contacts
de: Zu Kontakten hinzugefügt

# contact.addToIOS
source: Add to iOS Contacts
de: Zu iOS-Kontakten hinzufügen

# contact.call
source: Call
de: Anrufen

# contact.company
source: Company
de: Unternehmen

# contact.copyName
source: Copy Name
de: Name kopieren

# contact.countryCode
source: Country code
de: Ländervorwahl

# contact.deleteConfirm
source: Delete contact?
de: Kontakt löschen?

source: Contact deleted
de: Kontakt gelöscht

# contact.deletedMessage
source: This contact is no longer available.
de: Dieser Kontakt ist nicht mehr verfügbar.

# contact.detailTitle
source: Contact
de: Kontakt

# contact.error.bannerTitle
source: Check contact details
de: Kontaktdaten prüfen

# contact.error.email
source: The email address is invalid. Use e.g. alex@example.com.
de: Die E-Mail-Adresse ist ungültig. Verwenden Sie z. B. alex@example.com.

# contact.error.phone
source: The phone number is invalid. Use digits and common symbols only.
de: Die Telefonnummer ist ungültig. Nur Ziffern und übliche Symbole verwenden.

# contact.error.prepare
source: Could not prepare contact data.
de: Kontaktdaten konnten nicht vorbereitet werden.

# contact.exportSuccess
source: %@ was added to your iOS Contacts.
de: %@ wurde zu Ihren iOS-Kontakten hinzugefügt.

# contact.favorite
source: Add Favorite
de: Zu Favoriten hinzufügen

# contact.field.city
source: City
de: Stadt

# contact.field.jobTitle
source: Job title
de: Berufsbezeichnung

# contact.firstName
source: First name
de: Vorname

# contact.form.edit
source: Edit Contact
de: Kontakt bearbeiten

# contact.form.new
source: New Contact
de: Neuer Kontakt

# contact.hint.email
source: Enter a valid email, e.g. alex@example.com.
de: Gültige E-Mail-Adresse eingeben, z. B. alex@example.com.

# contact.hint.phone
source: Enter a valid phone number.
de: Gültige Telefonnummer eingeben.

# contact.lastName
source: Last name
de: Nachname

# contact.loading
source: Loading contact
de: Kontakt wird geladen…

# contact.phone
source: Phone number
de: Telefonnummer

# contact.phoneCountry
source: Country code
de: Ländervorwahl

# contact.recordVoiceNote
source: Record Voice Note
de: Sprachnotiz aufnehmen

# contact.searchCountry
source: Search country or code
de: Land oder Vorwahl suchen

# contact.section.company
source: Company
de: Unternehmen

# contact.section.contact
source: Contact
de: Kontakt

# contact.shareVCard
source: Share vCard
de: vCard teilen

source: Contact unavailable
de: Kontakt nicht verfügbar

# contact.unavailableMessage
source: This contact could not be loaded.
de: Dieser Kontakt konnte nicht geladen werden.

# contact.unfavorite
source: Remove Favorite
de: Aus Favoriten entfernen

# contactAction.call
source: Call
de: Anrufen

# contactAction.copy
source: Copy
de: Kopieren

# contactAction.maps
source: Directions
de: Route

# contactAction.message
source: Message
de: Nachricht

# contactAction.share
source: Share
de: Teilen

# contactPicker.emptyHint
source: Create a contact first to link it here.
de: Erstellen Sie zuerst einen Kontakt, um ihn hier zu verknüpfen.

# contactPicker.title
source: Pick Contact
de: Kontakt wählen

# contacts.empty
source: No contacts
de: Keine Kontakte

# contacts.emptyHint
source: Add your first contact using the + button above.
de: Fügen Sie Ihren ersten Kontakt über die +-Schaltfläche oben hinzu.

# contacts.filter.all
source: All
de: Alle

# contacts.filter.favorites
source: Favorites
de: Favoriten

# contacts.loading
source: Loading contacts…
de: Kontakte werden geladen…

# contacts.new
source: New Contact
de: Neuer Kontakt

# contacts.noDetails
source: No contact details
de: Keine Kontaktdaten

# contacts.noMatches
source: No matches
de: Keine Treffer

# contacts.scanCard
source: Scan Business Card
de: Visitenkarte scannen

# contacts.search
source: Search contacts
de: Kontakte durchsuchen

# contacts.searchNoMatch
source: No contacts match "%@".
de: Keine Kontakte entsprechen „%@“.

# customObject.add
source: Add record
de: Datensatz hinzufügen

# customObject.create
source: New Record
de: Neuer Datensatz

# customObject.edit
source: Edit Record
de: Datensatz bearbeiten

# customObject.empty
source: No records
de: Keine Datensätze

# customObject.emptyHint
source: This custom object has no records yet.
de: Dieses benutzerdefinierte Objekt hat noch keine Datensätze.

# customObject.error.required
source: %@ is required.
de: %@ ist erforderlich.

# customObject.fields
source: Fields
de: Felder

# customObject.loading
source: Loading records…
de: Datensätze werden geladen…

source: Custom object not found.
de: Benutzerdefiniertes Objekt nicht gefunden.

# customObject.noWorkspace
source: Workspace unavailable.
de: Workspace nicht verfügbar.

# customObject.readOnlyFields
source: Read-only fields
de: Schreibgeschützte Felder

# customObject.readOnlyHint
source: This object is read-only.
de: Dieses Objekt ist schreibgeschützt.

# customObject.recordNotFound
source: Record not found.
de: Datensatz nicht gefunden.

# customObject.search
source: Search records
de: Datensätze durchsuchen

# customObject.subtitle
source: Subtitle
de: Untertitel

# dashboard.section.followUp
source: Needs follow-up
de: Nachfassen nötig

# dashboard.section.linkedCalendar
source: Linked calendar events
de: Verknüpfte Kalenderereignisse

# dashboard.section.opportunities
source: Opportunities to revisit
de: Opportunities erneut prüfen

# dashboard.section.overdue
source: Overdue
de: Überfällig

# dashboard.section.quickActions
source: Quick actions
de: Schnellaktionen

# dashboard.section.recent
source: Recently opened
de: Zuletzt geöffnet

# dashboard.section.sync
source: Sync issues
de: Synchronisationsprobleme

# dashboard.section.today
source: Today
de: Heute

# dashboard.section.upcoming
source: Upcoming
de: Demnächst

# dateRange.custom
source: Custom
de: Benutzerdefiniert

# dateRange.nextWeek
source: Next week
de: Nächste Woche

# dateRange.overdue
source: Overdue
de: Überfällig

# dateRange.thisWeek
source: This week
de: Diese Woche

# dateRange.today
source: Today
de: Heute

# dateRange.tomorrow
source: Tomorrow
de: Morgen

# detail.tab.activity
source: Activity
de: Aktivität

# detail.tab.overview
source: Overview
de: Übersicht

# detail.tab.timeline
source: Timeline
de: Zeitleiste

# empty.noMatches
source: No matches
de: Keine Treffer

# error.action.title
source: Error
de: Fehler

# error.cancelled
source: The request was cancelled.
de: Die Anfrage wurde abgebrochen.

# error.decoding
source: Could not parse the server response.
de: Die Serverantwort konnte nicht verarbeitet werden.

# error.defaultTitle
source: Something went wrong
de: Etwas ist schiefgelaufen

# error.detailsTitle
source: Error Details
de: Fehlerdetails

# error.dns
source: The server could not be found.
de: Der Server konnte nicht gefunden werden.

# error.emptyResult
source: The server returned no data.
de: Der Server hat keine Daten zurückgegeben.

# error.forbidden
source: You do not have permission for this action.
de: Sie haben keine Berechtigung für diese Aktion.

# error.incompatibleSchema
source: This Twenty instance uses an incompatible API version.
de: Diese Twenty-Instanz nutzt eine inkompatible API-Version.

# error.invalidURL
source: The Twenty instance URL is invalid.
de: Die Twenty-Instanz-URL ist ungültig.

# error.notFound
source: The requested item was not found.
de: Der angeforderte Eintrag wurde nicht gefunden.

# error.offline
source: No internet connection.
de: Keine Internetverbindung.

# error.rateLimited
source: Too many requests. Please try again shortly.
de: Zu viele Anfragen. Bitte versuchen Sie es in Kürze erneut.

# error.refresh.title
source: Refresh failed
de: Aktualisierung fehlgeschlagen

# error.retry
source: Retry
de: Erneut versuchen

# error.serverUnavailable
source: The server is temporarily unavailable.
de: Der Server ist vorübergehend nicht erreichbar.

# error.showDetails
source: Show details
de: Details anzeigen

# error.timeout
source: The request timed out.
de: Die Anfrage ist abgelaufen.

# error.tls
source: A secure connection could not be established.
de: Eine sichere Verbindung konnte nicht hergestellt werden.

# error.unauthenticated
source: Your session has expired. Please sign in again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.

# error.unknown
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

# error.validation
source: The request could not be processed.
de: Die Anfrage konnte nicht verarbeitet werden.

# fields.additional
source: Additional Fields
de: Zusätzliche Felder

# fields.amount
source: Amount
de: Betrag

# fields.assignee
source: Assignee
de: Zuständig

# fields.body
source: Body
de: Inhalt

# fields.city
source: City
de: Stadt

# fields.closeDate
source: Close date
de: Abschlussdatum

# fields.company
source: Company
de: Unternehmen

# fields.dueDate
source: Due date
de: Fälligkeitsdatum

# fields.employees
source: Employees
de: Mitarbeiter

# fields.firstName
source: First name
de: Vorname

# fields.lastName
source: Last name
de: Nachname

# fields.no
source: No
de: Nein

# fields.none
source: None
de: Keine

# fields.notSet
source: Not set
de: Nicht gesetzt

# fields.phone
source: Phone
de: Telefon

# fields.stage
source: Stage
de: Phase

# fields.title
source: Title
de: Titel

# fields.updatedAt
source: Updated
de: Aktualisiert

# fields.yes
source: Yes
de: Ja

# filter.conjunction
source: Match
de: Treffer

# filter.conjunction.and
source: All filters
de: Alle Filter

# filter.conjunction.or
source: Any filter
de: Ein beliebiger Filter

# filter.dateRange
source: Date range
de: Datumsbereich

# filter.field
source: Field
de: Feld

# filter.listValues
source: Comma-separated values
de: Kommagetrennte Werte

# filter.op.afterDate
source: After
de: Nach

# filter.op.beforeDate
source: Before
de: Vor

# filter.op.beginsWith
source: Begins with
de: Beginnt mit

# filter.op.between
source: Between
de: Zwischen

# filter.op.contains
source: Contains
de: Enthält

# filter.op.equals
source: Equals
de: Ist gleich

# filter.op.greaterThan
source: Greater than
de: Größer als

# filter.op.isEmpty
source: Is empty
de: Ist leer

# filter.op.isInList
source: Is in list
de: Ist in Liste

# filter.op.isNotEmpty
source: Is not empty
de: Ist nicht leer

# filter.op.lessThan
source: Less than
de: Kleiner als

# filter.op.notContains
source: Does not contain
de: Enthält nicht

# filter.op.notEquals
source: Not equal to
de: Ist nicht gleich

# filter.secondValue
source: Second value
de: Zweiter Wert
